{
  "message": "hello i18n !!",
  "48_1": "The Martian tastes",
  "48_2": "The gathering of firefly lights",
  "48_3": "The bond of ties and ribbons",
  "48_4": "Everything complements each other",
  "48_5": "And interweaves into a net",
  "48_6": "Like the dancing vines of the wild",
  "53_1": "The Martian hears",
  "53_2": "The removal of defense (defense mechanism)",
  "53_3": "The break of barriers and fences",
  "53_4": "Everything collides with each other",
  "53_5": "Melts the surge and concretes the sound",
  "53_6": "Like the conch of the deep ocean",
  "52_1": "The Martian touches",
  "52_2": "Layers of the lonely silent snow",
  "52_3": "Obstacles of the deep bottomless valley",
  "52_4": "Walking against the wind",
  "52_5": "Flying across the sky",
  "51_1": "The Martian smells",
  "51_2": "The collision of lava",
  "51_3": "The burning of the flame of thoughts",
  "51_4": "Everything burns like wildfire",
  "51_5": "And then reborn with vitality",
  "51_6": "Like the eruption of a silent volcano",
  "49_1": "The Martian feels",
  "49_2": "The blowing of wind of change",
  "49_3": "The rise of the totem of civilisation",
  "49_4": "The wind erodes everything",
  "49_5": "But with the immortalization of memory",
  "50_2": "The condensation of willing of survival",
  "50_1": "The Martian views",
  "50_3": "The sparkling of stars of technology",
  "50_4": "Everything gathers and moves forward",
  "50_5": "Explore the unknown",
  "50_6": "Like the light in the vast sea of sand",
  "49_6": "Like the inheritance of cultures",
  "52_6": "Bringing the warmth from the cold winter ",
  "preface": "PREFACE",
  "pp_1": "In my head",
  "pp_2": "There are some strange ideas",
  "pp_3": "Why is the shelf triangular",
  "pp_4": "Why is the spout of the kettle in the middle?",
  "pp_2_sub": "I always wonder",
  "pp_5": "On that distant planet",
  "pp_6": "Will the ship float on the water",
  "pp_7": "When I'm sad",
  "pp_8": "Can it take away my sorrow?",
  "pp_9": "In this grand Mars Museum",
  "pp_10": "Let me",
  "pp_11": "find out",
  "ep_1": "Originally",
  "ep_2": "On the mysterious blue star",
  "ep_3": "There are spaceships on the water",
  "ep_4": "There is something that can heal my sorrow",
  "ep_5": "There are ancient voices echoing in the cracks of lives",
  "ep_6": "Even in the most obscure corners",
  "ep_7": "There exists something that surprises us and hits different",
  "ep_8": "Salute the Blue Star civilization",
  "ep_9": "Blue Star civilization",
  "epilogue": "CONCLUSIONS",
  "intro": "“We are approaching the Mars Museum.” It is said that the museum has a collection of objects from the blue planet. As I got out of the spaceship, I took a glance at these objects in different shapes. My doubts came along during the tour of the museum. What are these objects for? What kind of material is utilized? Is it something that is exclusive in the blue planet? What is Rapid prototyping exactly? As a Martian who loves thinking and exploring, I cannot hold back the desire for new knowledge. So let me get close to it, appreciate it and touch it to explore the hidden secret of the design.",
  "pp_7_sub": "Can it take away my sorrow?",
  "item_1": "Shamo",
  "item_2": "Haiyang",
  "item_3": "Yulin",
  "item_4": "Bingchuan",
  "item_5": "Fengshi",
  "item_6": "Huoshan",
  "back": "Back",
  "no_data": "No Result",
  "mars_title": "Industrial Design",
  "mars_title_2": "Animation",
  "mars_title_3": "Environmental Art",
  "graduate": "Graduate",
  "sponsor": "Sponsor",
  "pp_8_sub": "and how the ancient voice can be aroused",
  "pp_12": "the answers",
  "space": " ",
  "pre": "Previous",
  "next": "Next",
  "content_1": "A month and a half of hard planning. We faced the uncertainty of the epidemic and experienced apprehension and anxiety. We \"jumped\" between the old and new campuses for the sake of our vision. We broke through the difficulties of a small staff, and now, we are on our own.",
  "content_2": "Fortunately We have the \"Yewu\" to accompany us, and the \"Luosheng\" to listen to us. We wandered in the \"Hefeng\" and finally met in the \"Rongdian\". When the time of \"Shengzhao\" comes, we will be able to give a \"Suiyu\"!",
  "content_3": "Fortunately~ The Marseum in 2022. We have seen it now!",
  "keywords": "Searching keywords……",
  "content_1_1": "A month and a half of hard planning.",
  "content_1_2": "We faced the uncertainty of the epidemic and experienced apprehension and anxiety.",
  "content_1_3": "We \"jumped\" between the old and new campuses for the sake of our vision.",
  "content_1_4": "We broke through the difficulties of a small staff, and now, we are on our own.",
  "content_2_1": "Fortunately~",
  "content_2_2": "We have the \"Yewu\" to accompany us, and the \"Luosheng\" to listen to us.",
  "content_2_3": "We wandered in the \"Hefeng\" and finally met in the \"Rongdian\".",
  "content_2_4": "When the time of \"Shengzhao\" comes, we will be able to give a \"Suiyu\"!",
  "content_3_1": "Fortunately~",
  "content_3_2": "The Marseum in 2022.",
  "content_3_3": "We have seen it now!",
  "title_1": "Exhibition",
  "title_2": "Ex-Team",
  "title_3": "Graduates",
  "ID": "ID",
  "AC": "AC",
  "EAD": "EAD",
  "cate_0": "Preface",
  "cate_1": "Mindoasis",
  "cate_2": "Virtualborder",
  "cate_3": "Timegallery",
  "cate_4": "Soulscreen",
  "cate_5": "Explorgalaxy",
  "cate_6": "Agrisland",
  "cate_7": "Naturezone",
  "cate_8": "Epilogue",
  "designer": "Designer",
  "tutor": "Supervisor",
  "enter": "Details",
  "t_1": "The base color of the world are always simultaneously born and evolving, ",
  "t_2": "New technologies, new ideas, new things, new lives ...... ",
  "t_3": "As creativity quietly awakens and becomes more active day by day, then growing up in design, various fields are constantly intermingling, breaking the norm, blurring each other's contours, fusing colourful souls and evolving new worlds.",
  "t_4": "And in the midst of all this,  [ ] create Mixtopia.",
  "music": "Play background music",
  "words_1": "Zhongxia XIANG",
  "words_2": "Dear students! Time flies so fast, and in the blink of an eye you are about to graduate. Thank you for the industrial design platform, which has given me the opportunity to meet you. The \"Fundamentals of Mechanical Design\" and \"Theme Design 4\" courses may have made you suffer a lot, but I believe you have also learned a lot from them. College is the most memorable time in your life, I hope you to cherish the friendship of classmates for four years, to forget the unhappiness you may have, and to maintain contact with classmates, teachers, and alma mater. I wish you progress in your studies, success in your work, good health and happiness in your family! I believe that in the near future, Tianjin University Industrial Design will be even more proud of you.",
  "words_3": "Qingwei LI",
  "words_4": "In the fall of 2019, we met in Peiyang Campus, and since then we have a common label - Industrial designer. In the past four years, the study life has not been peaceful, and everyone has gathered less and separated more. Also, we have created many pleasant recollections together. I believe that everyone has grown up in school, achieved results, and become a better version of themselves. From industrial design, everyone sets off again, I wish you the courage and love to run towards a sparkling future."
}
